Repository: MicheleMariniello/LunePoker
Catalog: Localizable.xcstrings
Source language: en
Languages: es, it

source: Add
es: Agregar
it: Aggiungi

source: Add Winner
es: Agregar Ganador
it: Aggiungi Vincitore

source: Are you sure you want to delete %@?
es: ¿Estás seguro de que quieres eliminar %@?
it: Sei sicuro di voler eliminare %@?

source: Are you sure you want to delete the game from %@?
es: ¿Estás seguro de que quieres eliminar la partida de %@?
it: Vuoi davvero eliminare il gioco da %@?

source: Cancel
es: Cancelar
it: Elimina

source: Confirm deletion
es: Confirmar eliminación
it: Conferma Eliminazione

source: Connecting to servers in progress...
es: Conectando a servidores en progreso...
it: Connessione ai server in corso...

source: Data
es: Fecha

source: Date
es: Fecha
it: Data

source: Delete
es: Borrar
it: Cancella

source: Desciption
es: Descripción
it: Descrizione

source: Description
es: Descripción
it: Descrizione

source: Edit Match
es: Editar partido
it: Modifica Partita

source: Edit Player
es: Editar jugador
it: Modifica Giocatore

source: General statistics
es: Estadísticas generales
it: Statistiche Generali

source: Match Data
es: Datos del partido
it: Dati Partita

source: Matches
es: Partidos
it: Partite

source: Name
es: Nombre
it: Nome

source: New Match
es: Nuevo partido
it: Nuova Partita

source: New Player
es: Nuevo jugador
it: Nuovo Giocatore

source: No data available for the selected period
es: No hay datos disponibles para el período seleccionado
it: Nessun dato disponibile per il periodo selezionato

source: No games recorded
es: No hay juegos grabados
it: Nessuna partita registrata

source: Order
es: Orden
it: Ordine

source: Participants and fees
es: Participantes y tarifas
it: Partecipanti e Quote

source: Period
es: Período
it: Periodo

source: Player Info
es: Información del jugador
it: Info Giocatore

source: Players
es: Jugadores
it: Giocatori

source: Please check your internet connection and try again.
es: Por favor verifique su conexión a Internet y vuelva a intentarlo.
it: Controlla la tua connessione Internet e riprova.

source: Prize money: €%@
es: Premio en efectivo: €%@

source: Save
es: Ahorrar
it: Salva

source: Select Favorite Hand
es: Seleccionar mano favorita
it: Seleziona la mano preferita

source: Seleziona Mano Preferita
es: Selección Mano Preferida

source: Statistic
es: Estadística
it: Statistiche

source: Statistics
es: Estadística
it: Statistiche

source: Synchronizing Matches...
es: Sincronizando partidos...
it: Sincronizzando Partite…

source: Synchronizing Players...
es: Sincronizando jugadores...
it: Sincronizzando Giocatori…

source: There are no players available.
es: No hay jugadores disponibles
it: Non ci sono giocatori disponibili.

source: There are no players available. Add players first.
es: No hay jugadores disponibles. Añade jugadores primero.
it: Non ci sono giocatori disponibili. Aggiungi prima i giocatori.

source: Total prize pool
es: premio acumulado total
it: Montepremi Totale

source: Total winnings:
es: Ganancias totales:
it: Vincite Totali

source: Try again
es: Intentar otra vez
it: Riprova

source: Unable to connect to server
es: No se puede conectar al servidor
it: Impossibile connettersi al server

source: Winners and placements
es: Ganadores y colocaciones
it: Vincitori e Posizionamenti

source: Winners:
es: Ganadores:
it: Vincitori

source: Select Order:
it: Ordinamento:

source: Select Period:
it: Periodo:

source: Select Statistic:
it: Statistica:
